# ДАННЫЕ БОТА
TOKEN = ""  # @chat_abobot
DEBAG = "-*********"  # Технический чат

TEX_GROUP = "-*********"

# ОБРАЩЕНИЯ К ПОЛЬЗОВАТЕЛЯМ
KILL_LIST = ["побить", "отмудохать", "избить", "уебать", "отметелить"]
TMOK_LIST = ["поцеловать", "чмокнуть", "соснуть", "лайкнуть"]
QUAT_LIST = [['дай', 'дайте'], ['ахуенный', 'ахуеный', 'охуеный', 'охуенный', 'блять', 'сука'], ['совет', 'совета']]

# ФРАЗЫ ИВЕНТ ДРАКИ
VAR_WIN = ["опустив его ниже плинтуса!", "поставив его на место!"]
VAR_LOSE = ["Кунг - Фу!", "магии!", "резинового члена!", "банды цапель!"]

# ПЕРЕВОДЧИК СЛОВ
ERR = ['q', 'w', 'e', 'r', 't', 'y', 'u', 'i', 'o', 'p', '[', ']', 'a', 's', 'd', 'f', 'g', 'h', 'j', 'k', 'l', ';',
       "'", 'z', 'x', 'c', 'v', 'b', 'n', 'm', ',', '.', '/', '`']
ERR_ = ['Q', 'W', 'E', 'R', 'T', 'Y', 'U', 'I', 'O', 'P', '{', '}', 'A', 'S', 'D', 'F', 'G', 'H', 'J', 'K', 'L', ':',
        '"', 'Z', 'X', 'C', 'V', 'B', 'N', 'M', '<', '>', '?', '~']
TRU = ['й', 'ц', 'у', 'к', 'е', 'н', 'г', 'ш', 'щ', 'з', 'х', 'ъ', 'ф', 'ы', 'в', 'а', 'п', 'р', 'о', 'л', 'д', 'ж',
       'э', 'я', 'ч', 'с', 'м', 'и', 'т', 'ь', 'б', 'ю', '.']
TRU_ = ['Й', 'Ц', 'У', 'К', 'Е', 'Н', 'Г', 'Ш', 'Щ', 'З', 'Х', 'Ъ', 'Ф', 'Ы', 'В', 'А', 'П', 'Р', 'О', 'Л', 'Д', 'Ж',
        'Э', 'Я', 'Ч', 'С', 'М', 'И', 'Т', 'Ь', 'Б', 'Ю', ',']

ALB = ['а', 'у', 'о', 'ы', 'и', 'э', 'я', 'ю', 'ё', 'е', 'А', 'У', 'О', 'Ы', 'И', 'Э', 'Я', 'Ю', 'Ё', 'Е']
